[{"category": "\nКатегория:\n\n\nРесторанти, Кетъринг\n\n\n", "description_requirements": "За новооткриващ се Азиатски ресторант в Мол Парадайс, бихме желали да присъединим към нашият екип, позитивни и амбициозни личности, с висока професионална етика и страст към постигане на най-високите стандарти в професията. \r\n\r\nЗадължения:\r\n\r\n•Осигурява качествена и навреме издадена храна спазвайки вътрешно фирмените стандарти и инструкции.\r\n•Отговаря за правилното съхранение и срок на годност на продуктите.\r\n•Отговаря за правилното приготвяне на храната, като стриктно спазва стандарта за приготвяне и издаване на храна.\r\n•Отлично познава състава, начина и времето на приготвяне на ястията, както и външния им вид\r\n•Правилно експлоатира материалната база, инвентар и съоръжения в кухнята.\r\n•Поддържа високо ниво на хигиена на работното си място\r\n•Спазва Правилника за вътрешния ред\r\n\r\nИзисквания:\r\n\r\n•Умение за работа в екип;\r\n•Умение за самостоятелна работа;\r\n•Енергичност;\r\n•Сръчност;\r\n•Бързина;\r\n•Организираност;\r\n•Мотивация за работа;\r\n\r\nНашето предложение:\r\n\r\n•Фирмено обучение;\r\n•Възможност за настаняване при специални условия;\r\n•Работа на смени;\r\n•Атрактивно и редовно заплащане;\r\n•Работа в реална, динамична среда сред млад екип;\r\n•Възможност за развитие;\r\n\r\nАко проявявате интерес кандидатствайте с автобиография с актуална снимка.\r\nЩе се свържем само с одобрените за интервю кандидати.\r\nВсички кандидатури ще бъдат разглеждани при пълна конфиденциалност.", "title": "СУШИ МАЙСТОР ", "url": "http://www.jobs.bg/f2933051", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nСлужители\n", "ref_no": "СУШИ", "advertiser": "", "location": "София / България", "date": "Дата:25.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nИТ - Разработка/поддръжка на софтуер\n\n\n", "description_requirements": "We are looking for someone who is familiar with the terms: high availability, load balancing, scalability, redundancy. Join the team and together we will accomplish our goals, some of which are:\r\n\r\n• Build a highly scalable distributed system;\r\n• Expansion of our services’ reach - 4 locations on 4 continents is suitable for now, but we still have a long way to go;\r\n• Reducing the ‘time to market’ (sometimes one week is too much);\r\n• Increasing system uptime - 99.99% is fine, but 99.999% is much better.\r\n\r\nThe skills required are:\r\n\r\n• 1-2 years of experience with Java/J2EE;\r\n• Strong knowledge in multithreading programming;\r\n• Knowledge of algorithms and data structures;\r\n• An ability to be self-driven, self-managed, and efficient; \r\n• A friendly attitude - as important as the IT skills.\r\n\r\nKnowledge and experience in any of the following would be considered an advantage:\r\n\r\n• Dependency injection framework - Spring or any other;\r\n• Web services - REST, hessian, thrift;\r\n• UNIX-based operating systems - Linux, FreeBSD;\r\n• Experience with production environments;\r\n• Experience with messaging, relational databases;\r\n• A solid understanding of distributed systems and multi-tiered architecture;\r\n• NoSQL databases - MongoDB preferable;\r\n• Cloud computing - AWS, Windows Azure;\r\n• Performance optimizations - from page load time, through algorithms and data structures, to SQL query optimizations.\r\n\r\nYou could be the next one to join the Trader family, so go ahead and email us your CV!\r\n\r\nWe thank all applicants for their interest, but we’ll only be able to contact the ones shortlisted.\r\n\r\nAll applicants’ personal data is protected by the law and will be treated in a strict confidentiality.", "title": "Java Developer", "url": "http://www.jobs.bg/f2933053", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nЕксперти/Специалисти\n", "ref_no": "TR_JD", "advertiser": "Avus Capital Ltd.", "location": "София / България", "date": "Дата:25.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nИТ - Разработка/поддръжка на софтуер\n\n\n", "description_requirements": "Are you kееn about quality? Is your idea of the perfect job to test developers’ code? \r\n\r\nTrader wants you! That is, if you meet these requirements:\r\n\r\n•1+ years of experience in Quality Assurance;\r\n•In-depth understanding of software testing processes and techniques;\r\n•Strong analytical and problem solving skills;\r\n•Experience of testing web applications across different browsers and platforms\r\n•A very good command of English and iron-strong communication skills.\r\n•Experience with issue tracking tools such as JIRA\r\n\r\nBut wait, there's more! These are the skills that give bonus points:\r\n\r\n•University degree in computer science or information technology;\r\n•ISTQB or similar Quality Assurance certification;\r\n•Experience with performance and stress testing;\r\n•Experience with testing mobile applications.\r\n•Experience working in Agile environment\r\n•Basic knowledge of databases and SQL;\r\n•Basic knowledge of JavaScript, HTML, XML, REST, SOAP\r\n•Basic knowledge of Linux/Unix operating system;\r\n\r\nNow let us tell you what you'll do:\r\n\r\n•Analyze new and existing software components and requirements;\r\n•Develop, publish and execute test plans for complex, multi-tier applications (web, iPhone, iPad, Android) throughout the entire life cycle of the software;\r\n•Analyze test results to identify areas of concern and spot weaknesses;\r\n•Work closely with developers following an agile development methodology;\r\n\r\nObviously, we require a lot, but we also offer a lot in return: \r\n\r\n•Cool benefits like health insurance and 22 days of paid vacation every year;\r\n•A competitive salary;\r\n•Support: financial, intellectual, and possibly even emotional;\r\n•Company parties, team buildings and social events to die for;\r\n•A video games console;\r\n•All the training you need to acquire and develop new skills.\r\n\r\nIf all this sounds like your cup of tea, then go ahead and email us your CV!\r\n\r\nWe thank all applicants for their interest, but only those selected for an interview will be contacted. All applicants’ personal data is protected by the law and will be treated as strictly confidential.", "title": "Quality Assurance", "url": "http://www.jobs.bg/f2933056", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nЕксперти/Специалисти\n", "ref_no": "TR_QA", "advertiser": "Avus Capital Ltd.", "location": "София / България", "date": "Дата:25.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nИТ - Разработка/поддръжка на софтуер,\nИТ - Разработка/поддръжка на хардуер,\nКонтакт центрове (Call Centers)\n\n\n", "description_requirements": "Who we are:\r\n\r\n We are excited to announce that Convergys has completed its acquisition of Stream, creating a world-class customer management firm made up of 125,000 employees working in more \r\n than 150 service centers, offering services in 47 languages in 31 countries. Both companies are known for providing exceptional service. Now, combining the best assets of each, \r\n we offer greater expertise and services for our clients and many more career opportunities for our talented employees.\r\n\r\n Clients and customers around the globe can now benefit from our expanded geographic footprint, language capabilities, and breadth and depth of services.\r\n\r\n What we offer:\r\n\r\n Great multicultural environment, strong team spirit with multiple initiatives involved - team buildings, Friday fruits, Happy hour at the Coffee corner and much more...\r\n\r\n What we are searching:\r\n\r\n We are searching for IT enthusiast with basic IT skills to became technical engineer for Cloud based software and technologies\r\n\r\n Key responsibilities of the role:\r\n\r\n The Support Engineer Office 365 will ensure that all customers are satisfied with the effectiveness and efficiency of the support they receive. By utilizing knowledge of the customer environment, the Support Engineer will deliver timely and high quality incident resolution focusing on prevention and knowledge transfer.\r\n\r\n Personal Success profile\r\n\r\n * Exceptional interpersonal and communication skills in German language\r\n * Customer-oriented, possessing good soft skills \r\n * Ability to describe technical information both with technical terms and in simple words\r\n * Ability to capture information easily, summarize it and provide it briefly\r\n * Ability to work under constant workload\r\n * Ability to quickly search in the web for any information needed\r\n * Technically-oriented person, good at troubleshooting and problem solving\r\n\r\n Key professional and personal skills:\r\n\r\n * Basic networking knowledge (have you ever set up a router at home? do you know what IP address is?)\r\n * Interest in IT (our product changes almost on a daily basis - will you keep up?)\r\n * Familiarity with Microsoft products (Basic knowledge of Office 365 and its services - Exchange Online, SharePoint Online, Lync Online etc.) \r\n * Technical background is considered as an advantage\r\n\r\n Our offer:\r\n\r\n * Strong remuneration package \r\n * Achievement recognition bonus policy\r\n * Individual career path - personal training on the maintained technologies; management and technical career growth, enhanced by learning and development program; regular performance assessment; \r\n personal certification plan and great source of technical articles and support information\r\n * Standard working hours \r\n * Environment of high skilled and collaborative colleagues\r\n\r\n If you recognize your profile in the above mentioned requirements, we would be happy to contact you further.", "title": "Office 365 Cloud Support Engineer with German", "url": "http://www.jobs.bg/f2933093", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nЕксперти/Специалисти\n", "ref_no": "OSS GR", "advertiser": "КЪНВЪРДЖИС ИНТЕРНЕШЪНЪЛ БЪЛГАРИЯ ЕООД", "location": "София / България", "date": "Дата:25.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nИТ - Административни дейности и продажби,\nКонтакт центрове (Call Centers),\nТелекомуникации - административни дейности и продажби\n\n\n", "description_requirements": "60K is the largest independent outsourcer not only in Bulgaria but on the Balkans as well. Our company is a true story of how dreams come true and proves that as long as people work together as a team and put their best efforts nothing is unachievable.\r\nThrough the years of success and growth we have achieved more than we have ever expected thus accomplishing fully our mission statement “60K promises to provide service that exceeds the expectations of our Clients, their Customers and our Staff”. Led by the fact that Happiness and Success is easy to achieve when you work with great Professionals and true Friends, we built 60K as the Place Where All the Happy People Work providing our employees with a large scale of options for both personal and professional development.\r\nStriving to become a world leader in putting people first in their Customer Experience, we developed internally a strong management team that currently is in charge of the operations for five global clients’ projects who are known as worldwide leaders in their area of operations. As a professional outsourcer and a reliable business solutions provider, we are boosting the performance of some of our smaller boutique clients as well, which makes the total number of ten amazing successful projects within 60K presented everyday by 900 amazing people from our Sofia and Plovdiv based offices.\r\nDue to our company and operational expansion, we are looking for talented professionals and young enthusiasts who are eager to become the face of our international business and present our clients’ global brands worldwide by being part of a global international team. Become part of our Award winning team on the position of a\r\n             RESEARCH SPECIALIST/ DATA ANALYZE AND VALIDATION                                    WITH GERMAN AND/OR ENGLISH\r\nYour role:\r\nAs part of the global team of one of our major Clients – a company known as the largest e-commerce supplier and a top brand worldwide, you would be required to apply your systematic approach and analyzing skills while executing daily tasks and handling the workload. Our position will build you not only as a professional able to meet the requirements set by one of the largest companies operating worldwide, but will also provide you with the opportunity to learn new facts and gain knowledge in regards to some of the most competitive sectors – e-commerce and technologies.\r\nAre you:\r\n\r\n… interested to expand your knowledge in regards to technologies, fashion, and latest electronic devices on the market?\r\n… inspired by the idea to contribute for the creation of online catalogues that are being reviewed by millions of end-users on a daily basis?\r\n… willing to see the results of your hard-working by only visiting one of the most popular web pages ever?\r\n… feeling great about the idea that by only clicking once on your office machine you can support thousands and millions of people all over the world?\r\n\r\nIf most of your answers are POSITIVE then you should definitely APPLY!\r\nWhat we do:\r\n\r\nConduct researches, review videos and collect text data;\r\nSynchronize and summarize data in excel files and our Client’s system tools;\r\nBuild strong database files and examine further for bugs;\r\nTake part in creating something really huge!\r\n\r\nThe team:\r\n\r\nSmart, positive and open minded people;\r\nKnow German and English on average to very good level;\r\nHave very good computer literacy and are experienced with site navigation as end-users;\r\nAre eager to share knowledge and support you to achieve your utmost;\r\nWork hard to meet deadlines thus contributing for our Client’s success and ranking as a Fortune TOP 200 company.\r\n\r\n60K will provide you with:\r\n\r\nGreat working atmosphere and excellent opportunity to become part of our multinational business environment and award winning team;\r\nOpportunity to become one of those achieving all the awards listed above;\r\nCompetitive remuneration package and additional incentives such as additional health insurance, free of charge company transportation and sport activities, food vouchers and etc.;\r\nConstant training programmes to help you improve your skills, build your career and continuously develop both as a person and a professional.\r\n\r\nApply now!\r\nPlease send your CV in English and our HR team will contact you shortly to schedule an interview appointment. Please do not forget to specify the reference number of the position you are applying for. Looking forward to seeing you soon!", "title": "RESEARCH SPECIALIST/ DATA ANALYZE AND VALIDATION WITH GERMAN AND/OR ENGLISH", "url": "http://www.jobs.bg/f2933077", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nСлужители\n", "ref_no": "RSp-DAV-Pl", "advertiser": "Sixty K Plc - International Contacts Centres", "location": "Пловдив / България", "date": "Дата:25.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nИТ - Административни дейности и продажби,\nКонтакт центрове (Call Centers),\nТелекомуникации - административни дейности и продажби\n\n\n", "description_requirements": "60K is the largest independent outsourcer not only in Bulgaria but on the Balkans as well. Our company is a true story of how dreams come true and proves that as long as people work together as a team and put their best efforts nothing is unachievable.\r\nThrough the years of success and growth we have achieved more than we have ever expected thus accomplishing fully our mission statement “60K promises to provide service that exceeds the expectations of our Clients, their Customers and our Staff”. Led by the fact that Happiness and Success is easy to achieve when you work with great Professionals and true Friends, we built 60K as the Place Where All the Happy People Work providing our employees with a large scale of options for both personal and professional development.\r\nStriving to become a world leader in putting people first in their Customer Experience, we developed internally a strong management team that currently is in charge of the operations for five global clients’ projects who are known as worldwide leaders in their area of operations. As a professional outsourcer and a reliable business solutions provider, we are boosting the performance of some of our smaller boutique clients as well, which makes the total number of ten amazing successful projects within 60K presented everyday by 900 amazing people from our Sofia and Plovdiv based offices.\r\nDue to our company and operational expansion, we are looking for talented professionals and young enthusiasts who are eager to become the face of our international business and present our clients’ global brands worldwide by being part of a global international team. Become part of our Award winning team on the position of a\r\n                   TECHNICAL SUPPORT AGENT WITH ENGLISHYour Role:You will be required to represent 60K and our Client on a top level providing high quality customer support services via telephone and e-mail. You will be involved into our dynamic and professionally structured business process and will be responsible to keep up with the level of customers’ satisfaction expectations. Your day-to-day tasks will be focused on providing excellent customer support services meeting our clients’ service level agreements.Your responsibilities:• To provide excellent technical support and customer care services to the end users of our Client; • To be able to react on customers’ requests promptly and in a professional manner;• To operate correctly with our Client’s internal software programs and applications; • To be able to meet 60K requirements concerning high quality services provision.Our requirements:• Fluency in English – both written and spoken; • High technical knowledge and interests in networking;• Excellent communication and interpersonal skills; • Excellent computer literacy;• Strong orientation to achieving team’s goals and targets set;• Willingness to learn and develop;• Team player open to share knowledge and to support your colleagues;• Professional attitude and orientation to details.Just as a strong advantage:• Knowledge in any other language besides the mentioned above;• Previous experience in servicing clients – not necessarily in the Call Center industry.              You are welcome to join our team of professionals!In return you will get:• Excellent multinational business environment and a friendly atmosphere; • Great team of qualified professionals willing to help, guide, and coach you;• Open-minded management team promoting innovation, personal development, and professional growth;• Constant and extensive training programs;• Competitive remuneration and a bonus scheme for results; • Social benefits and free company transportation.Challenged by this career opportunity?We will expect your CV in English and please do not forget to specify the reference number of the position you are applying for. All applications will be treated in strict confidentiality.Disclaimer: Only short-listed candidates will be contacted.", "title": "TECHNICAL SUPPORT AGENT WITH ENGLISH", "url": "http://www.jobs.bg/f2933086", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nСлужители\n", "ref_no": "CSR-TS", "advertiser": "Sixty K Plc - International Contacts Centres", "location": "София / България", "date": "Дата:25.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nИТ - Административни дейности и продажби,\nКонтакт центрове (Call Centers),\nТелекомуникации - административни дейности и продажби\n\n\n", "description_requirements": "60K is the largest independent outsourcer not only in Bulgaria but on the Balkans as well. Our company is a true story of how dreams come true and proves that as long as people work together as a team and put their best efforts nothing is unachievable.\r\nThrough the years of success and growth we have achieved more than we have ever expected thus accomplishing fully our mission statement “60K promises to provide service that exceeds the expectations of our Clients, their Customers and our Staff”. Led by the fact that Happiness and Success is easy to achieve when you work with great Professionals and true Friends, we built 60K as the Place Where All the Happy People Work providing our employees with a large scale of options for both personal and professional development.\r\nStriving to become a world leader in putting people first in their Customer Experience, we developed internally a strong management team that currently is in charge of the operations for five global clients’ projects who are known as worldwide leaders in their area of operations. As a professional outsourcer and a reliable business solutions provider, we are boosting the performance of some of our smaller boutique clients as well, which makes the total number of ten amazing successful projects within 60K presented everyday by 900 amazing people from our Sofia and Plovdiv based offices.\r\nDue to our company and operational expansion, we are looking for talented professionals and young enthusiasts who are eager to become the face of our international business and present our clients’ global brands worldwide by being part of a global international team. Become part of our Award winning team on the position of a\r\n           BRITISH ENGLISH SPEAKING CUSTOMER SUPPORT REPRESENTATIVE   Your Role:  You will be required to represent 60K and our Client on a top level providing high quality customer support services via telephone and/ or e-mail. You will be involved into our dynamic and professionally structured business process and will be responsible to keep up with the level of customers’ satisfaction expectations. Your day-to-day tasks will be focused on providing excellent customer support services meeting our clients’ service level agreements.   Your responsibilities:  • To provide excellent support and customer care services to the end users of our Client;  • To be able to react on customers’ requests promptly and in a professional manner; • To operate correctly with our Client’s internal software programs and applications;  • To be able to meet 60K requirements concerning high quality services provision.   Our requirements:  • Fluency in English – both written and spoken;  • Excellent communication and interpersonal skills;  • Excellent computer literacy; • Strong orientation to achieving team’s goals and targets set; • Willingness to learn and develop; • Team player open to share knowledge and to support your colleagues; • Professional attitude and orientation to details.   Just as a strong advantage:  • British accent in your pronunciation, as well as practical knowledge in typical phrases and language constructions in British English; • Knowledge in any other language besides the mentioned above; • Previous experience in servicing clients – not necessarily in the Call Center industry.                 You are welcome to join our team of professionals!   In return you will get:  • Excellent multinational business environment and a friendly atmosphere;  • Great team of qualified professionals willing to help, guide, and coach you; • Open-minded management team promoting innovation, personal development, and professional growth; • Flexible working time; • Constant and extensive training programs; • Competitive remuneration and a bonus scheme for results;  • Social benefits and free company transportation.   Challenged by this career opportunity?  We will expect your CV in English and please do not forget to specify the reference number of the position you are applying for. All applications will be treated in strict confidentiality.  Disclaimer: Only short-listed candidates will be contacted.", "title": "BRITISH ENGLISH SPEAKING CUSTOMER SUPPORT REPRESENTATIVE", "url": "http://www.jobs.bg/f2933091", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nСлужители\n", "ref_no": "CSR-GB", "advertiser": "Sixty K Plc - International Contacts Centres", "location": "София / България", "date": "Дата:25.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nИТ - Административни дейности и продажби,\nКонтакт центрове (Call Centers),\nТелекомуникации - административни дейности и продажби\n\n\n", "description_requirements": "60K is the largest independent outsourcer not only in Bulgaria but on the Balkans as well. Our company is a true story of how dreams come true and proves that as long as people work together as a team and put their best efforts nothing is unachievable.\r\nThrough the years of success and growth we have achieved more than we have ever expected thus accomplishing fully our mission statement “60K promises to provide service that exceeds the expectations of our Clients, their Customers and our Staff”. Led by the fact that Happiness and Success is easy to achieve when you work with great Professionals and true Friends, we built 60K as the Place Where All the Happy People Work providing our employees with a large scale of options for both personal and professional development.\r\nStriving to become a world leader in putting people first in their Customer Experience, we developed internally a strong management team that currently is in charge of the operations for five global clients’ projects who are known as worldwide leaders in their area of operations. As a professional outsourcer and a reliable business solutions provider, we are boosting the performance of some of our smaller boutique clients as well, which makes the total number of ten amazing successful projects within 60K presented everyday by 900 amazing people from our Sofia and Plovdiv based offices.\r\nDue to our company and operational expansion, we are looking for talented professionals and young enthusiasts who are eager to become the face of our international business and present our clients’ global brands worldwide by being part of a global international team. Become part of our Award winning team on the position of a\r\n           ENGLISH SPEAKING CUSTOMER SUPPORT REPRESENTATIVE   Your Role:  You will be required to represent 60K and our Client on a top level providing high quality customer support services via telephone and/ or e-mail. You will be involved into our dynamic and professionally structured business process and will be responsible to keep up with the level of customers’ satisfaction expectations. Your day-to-day tasks will be focused on providing excellent customer support services meeting our clients’ service level agreements.   Your responsibilities:  • To provide excellent support and customer care services to the end users of our Client;  • To be able to react on customers’ requests promptly and in a professional manner; • To operate correctly with our Client’s internal software programs and applications;  • To be able to meet 60K requirements concerning high quality services provision.   Our requirements:  • Fluency in English – both written and spoken;  • Excellent communication and interpersonal skills;  • Excellent computer literacy; • Strong orientation to achieving team’s goals and targets set; • Willingness to learn and develop; • Team player open to share knowledge and to support your colleagues; • Professional attitude and orientation to details.   Just as a strong advantage:  • British accent in your pronunciation, as well as practical knowledge in typical phrases and language constructions in British English; • Knowledge in any other language besides the mentioned above; • Previous experience in servicing clients – not necessarily in the Call Center industry.                 You are welcome to join our team of professionals!   In return you will get:  • Excellent multinational business environment and a friendly atmosphere;  • Great team of qualified professionals willing to help, guide, and coach you; • Open-minded management team promoting innovation, personal development, and professional growth; • Flexible working time; • Constant and extensive training programs; • Competitive remuneration and a bonus scheme for results;  • Social benefits and free company transportation.   Challenged by this career opportunity?  We will expect your CV in English and please do not forget to specify the reference number of the position you are applying for. All applications will be treated in strict confidentiality.  Disclaimer: Only short-listed candidates will be contacted.", "title": "ENGLISH SPEAKING CUSTOMER SUPPORT REPRESENTATIVE", "url": "http://www.jobs.bg/f2933096", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nСлужители\n", "ref_no": "CSR-En-Pl", "advertiser": "Sixty K Plc - International Contacts Centres", "location": "Пловдив / България", "date": "Дата:25.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nИТ - Административни дейности и продажби,\nКонтакт центрове (Call Centers),\nТелекомуникации - административни дейности и продажби\n\n\n", "description_requirements": "60K is the largest independent outsourcer not only in Bulgaria but on the Balkans as well. Our company is a true story of how dreams come true and proves that as long as people work together as a team and put their best efforts nothing is unachievable.\r\nThrough the years of success and growth we have achieved more than we have ever expected thus accomplishing fully our mission statement “60K promises to provide service that exceeds the expectations of our Clients, their Customers and our Staff”. Led by the fact that Happiness and Success is easy to achieve when you work with great Professionals and true Friends, we built 60K as the Place Where All the Happy People Work providing our employees with a large scale of options for both personal and professional development.\r\nStriving to become a world leader in putting people first in their Customer Experience, we developed internally a strong management team that currently is in charge of the operations for five global clients’ projects who are known as worldwide leaders in their area of operations. As a professional outsourcer and a reliable business solutions provider, we are boosting the performance of some of our smaller boutique clients as well, which makes the total number of ten amazing successful projects within 60K presented everyday by 900 amazing people from our Sofia and Plovdiv based offices.\r\nDue to our company and operational expansion, we are looking for talented professionals and young enthusiasts who are eager to become the face of our international business and present our clients’ global brands worldwide by being part of a global international team. Become part of our Award winning team on the position of a\r\n        FRENCH AND ENGLISH SPEAKING CUSTOMER SUPPORT REPRESENTATIVEYour Role:You will be required to represent 60K and our Client on a top level providing high quality customer support services via telephone and/ or e-mail. You will be involved into our dynamic and professionally structured business process and will be responsible to keep up with the level of customers’ satisfaction expectations. Your day-to-day tasks will be focused on providing excellent customer support services meeting our clients’ service level agreements.Your responsibilities:• To provide excellent support and customer care services to the end users of our Client; • To be able to react on customers’ requests promptly and in a professional manner;• To operate correctly with our Client’s internal software programs and applications; • To be able to meet 60K requirements concerning high quality services provision.Our requirements:• Excellent/ Very good level in French – both written and spoken; • Very good level in English - both written and spoken;• Excellent communication and interpersonal skills; • Excellent computer literacy;• Strong orientation to achieving team’s goals and targets set;• Willingness to learn and develop;• Team player open to share knowledge and to support your colleagues;• Professional attitude and orientation to details.Just as a strong advantage:• Knowledge in any other language besides the mentioned above;• Previous experience in servicing clients – not necessarily in the Call Center industry.              You are welcome to join our team of professionals!In return you will get:• Excellent multinational business environment and a friendly atmosphere; • Great team of qualified professionals willing to help, guide, and coach you;• Open-minded management team promoting innovation, personal development, and professional growth;• Constant and extensive training programs;• Competitive remuneration and a bonus scheme for results; • Social benefits and free company transportation.Challenged by this career opportunity?We will expect your CV in English and please do not forget to specify the reference number of the position you are applying for. All applications will be treated in strict confidentiality.Disclaimer: Only short-listed candidates will be contacted.", "title": "FRENCH AND ENGLISH SPEAKING CUSTOMER SUPPORT REPRESENTATIVE", "url": "http://www.jobs.bg/f2933094", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nСлужители\n", "ref_no": "CSR-Fr", "advertiser": "Sixty K Plc - International Contacts Centres", "location": "Пловдив / България", "date": "Дата:25.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nИТ - Разработка/поддръжка на софтуер\n\n\n", "description_requirements": "Catenate is an international company with offices in München(DE), Baar (CH), Rome(IT), Sofia(BG) and Amsterdam(NL).  Catenate is a Business Integration company. We provide our clients with Business Integration consulting, technologies and solutions.  Our team has many years of project management expertise, as well as extensive IT and process & strategy expertise. Our industry-wide benchmarking experience gives our clients an insight into the best Business Integration practices in the Telecommunications, Automotive, Engineering, Railway, Oil & Gas, Chemical, Transportation, Electronics & High-Technology and Financial Industries.  Currently we are looking for a highly motivated Project Manager to extend our team.  Main responsibilities:\r\n\r\nProject management and delivering a number of key profile projects\r\nProject plan creation\r\nLeading of technical team\r\nRegular reporting\r\n\r\n Requirements:\r\n\r\nBachelor or Master degree in IT field, Business administraion or similar\r\nAt least 3 years of experience delivering IT or technical solutions (ideally in a service based environment)\r\n2+ Years Project Management Experience\r\nExperience of full project life cycle delivery\r\nFluent German and English\r\nA self-starter with excellent communication skills both to developers and Senior Management\r\nAbility to travel to EU countries\r\n\r\n Advantages:\r\n\r\nGood people management skills\r\nCertification in Project management field\r\nExperience in internatioal work environment\r\n\r\n We offer:\r\n\r\nAttractive salary + additional bonus (subject to satisfactory performance and utilisation)\r\nOpportunity to use cutting edge technologies in real projects\r\nEnvironment of high skilled and collaborative colleagues\r\nDynamic and interesting projects for world class clients\r\n\r\n If you recognize your profile in the above mentioned requirements, we would be happy to contact you further. Please apply directly or send us your CV in English.  Only the approved candidates would be contacted.", "title": "Project Manager with German (in Software Development)", "url": "http://www.jobs.bg/f2933120", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nСупервайзори/Тийм лидери\n", "ref_no": "cat_pm_eng", "advertiser": "Катенейт България ООД", "location": "София / България", "date": "Дата:25.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nИТ - Административни дейности и продажби,\nКонтакт центрове (Call Centers),\nТелекомуникации - административни дейности и продажби\n\n\n", "description_requirements": "60K is the largest independent outsourcer not only in Bulgaria but on the Balkans as well. Our company is a true story of how dreams come true and proves that as long as people work together as a team and put their best efforts nothing is unachievable.\r\nThrough the years of success and growth we have achieved more than we have ever expected thus accomplishing fully our mission statement “60K promises to provide service that exceeds the expectations of our Clients, their Customers and our Staff”. Led by the fact that Happiness and Success is easy to achieve when you work with great Professionals and true Friends, we built 60K as the Place Where All the Happy People Work providing our employees with a large scale of options for both personal and professional development.\r\nStriving to become a world leader in putting people first in their Customer Experience, we developed internally a strong management team that currently is in charge of the operations for five global clients’ projects who are known as worldwide leaders in their area of operations. As a professional outsourcer and a reliable business solutions provider, we are boosting the performance of some of our smaller boutique clients as well, which makes the total number of ten amazing successful projects within 60K presented everyday by 900 amazing people from our Sofia and Plovdiv based offices.\r\nDue to our company and operational expansion, we are looking for talented professionals and young enthusiasts who are eager to become the face of our international business and present our clients’ global brands worldwide by being part of a global international team. Become part of our Award winning team on the position of a\r\n        ITALIAN AND ENGLISH SPEAKING CUSTOMER SUPPORT REPRESENTATIVEYour Role:You will be required to represent 60K and our Client on a top level providing high quality customer support services via telephone and/ or e-mail. You will be involved into our dynamic and professionally structured business process and will be responsible to keep up with the level of customers’ satisfaction expectations. Your day-to-day tasks will be focused on providing excellent customer support services meeting our clients’ service level agreements.Your responsibilities:• To provide excellent support and customer care services to the end users of our Client; • To be able to react on customers’ requests promptly and in a professional manner;• To operate correctly with our Client’s internal software programs and applications; • To be able to meet 60K requirements concerning high quality services provision.Our requirements:• Excellent/ Very good level in Italian – both written and spoken; • Very good level in English - both written and spoken;• Excellent communication and interpersonal skills; • Excellent computer literacy;• Strong orientation to achieving team’s goals and targets set;• Willingness to learn and develop;• Team player open to share knowledge and to support your colleagues;• Professional attitude and orientation to details.Just as a strong advantage:• Knowledge in any other language besides the mentioned above;• Previous experience in servicing clients – not necessarily in the Call Center industry.              You are welcome to join our team of professionals!In return you will get:• Excellent multinational business environment and a friendly atmosphere; • Great team of qualified professionals willing to help, guide, and coach you;• Open-minded management team promoting innovation, personal development, and professional growth;• Constant and extensive training programs;• Competitive remuneration and a bonus scheme for results; • Social benefits and free company transportation.Challenged by this career opportunity?We will expect your CV in English and please do not forget to specify the reference number of the position you are applying for. All applications will be treated in strict confidentiality.Disclaimer: Only short-listed candidates will be contacted.", "title": "ITALIAN AND ENGLISH SPEAKING CUSTOMER SUPPORT REPRESENTATIVE", "url": "http://www.jobs.bg/f2933099", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nСлужители\n", "ref_no": "CSR-It", "advertiser": "Sixty K Plc - International Contacts Centres", "location": "София / България", "date": "Дата:25.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nИТ - Административни дейности и продажби,\nКонтакт центрове (Call Centers),\nТелекомуникации - административни дейности и продажби\n\n\n", "description_requirements": "60K is the largest independent outsourcer not only in Bulgaria but on the Balkans as well. Our company is a true story of how dreams come true and proves that as long as people work together as a team and put their best efforts nothing is unachievable.\r\nThrough the years of success and growth we have achieved more than we have ever expected thus accomplishing fully our mission statement “60K promises to provide service that exceeds the expectations of our Clients, their Customers and our Staff”. Led by the fact that Happiness and Success is easy to achieve when you work with great Professionals and true Friends, we built 60K as the Place Where All the Happy People Work providing our employees with a large scale of options for both personal and professional development.\r\nStriving to become a world leader in putting people first in their Customer Experience, we developed internally a strong management team that currently is in charge of the operations for five global clients’ projects who are known as worldwide leaders in their area of operations. As a professional outsourcer and a reliable business solutions provider, we are boosting the performance of some of our smaller boutique clients as well, which makes the total number of ten amazing successful projects within 60K presented everyday by 900 amazing people from our Sofia and Plovdiv based offices.\r\nDue to our company and operational expansion, we are looking for talented professionalsand young enthusiasts who are eager to become the face of our international businessand present our clients’ global brands worldwide by being part of a global international team. Become part of our Award winning team on the position of a\r\n                         ENGLISH SPEAKING CUSTOMER SUPPORT REPRESENTATIVEYour Role:You will be required to represent 60K and our Client on a top level providing high quality customer support services via telephone and/ or e-mail. You will be involved into our dynamic and professionally structured business process and will be responsible to keep up with the level of customers’ satisfaction expectations. Your day-to-day tasks will be focused on providing excellent customer support services meeting our clients’ service level agreements.Your responsibilities:• To provide excellent support and customer care services to the end users of our Client; • To be able to react on customers’ requests promptly and in a professional manner;• To operate correctly with our Client’s internal software programs and applications; • To be able to meet 60K requirements concerning high quality services provision.Our requirements:• Excellent/ Very good level in English – both written and spoken; • Excellent communication and interpersonal skills; • Excellent computer literacy;• Strong orientation to achieving team’s goals and targets set;• Willingness to learn and develop;• Team player open to share knowledge and to support your colleagues;• Professional attitude and orientation to details.Just as a strong advantage:• Knowledge in any other language besides the mentioned above;• Previous experience in servicing clients – not necessarily in the Call Center industry;• Technical knowledge and/ or interests would be considered as an advantage.              You are welcome to join our team of professionals!In return you will get:• Excellent multinational business environment and a friendly atmosphere; • Great team of qualified professionals willing to help, guide, and coach you;• Open-minded management team promoting innovation, personal development, and professional growth;• Constant and extensive training programs;• Competitive remuneration and a bonus scheme for results; • Social benefits and free company transportation.Challenged by this career opportunity?We will expect your CV in English and please do not forget to specify the reference number of the position you are applying for. All applications will be treated in strict confidentiality.Disclaimer: Only short-listed candidates will be contacted.", "title": "ENGLISH SPEAKING CUSTOMER SUPPORT REPRESENTATIVE", "url": "http://www.jobs.bg/f2933101", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nСлужители\n", "ref_no": "CSR-De", "advertiser": "Sixty K Plc - International Contacts Centres", "location": "София / България", "date": "Дата:25.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nИТ - Разработка/поддръжка на софтуер,\nНаучна и изследователска дейност,\nИнженери\n\n\n", "description_requirements": "BTL is an international leading manufacturer of electronic medical equipment. We are specialized in the fields of cardiology, physiotherapy and aesthetic medicine.  Owning more than 50 trade companies and partnering with over 200 independent international distributors, BTL operates in more than 100 countries worldwide. For over 10 years the company has been developing very successfully on the Bulgarian market, where the main production plant is based. \r\nThis is a unique opportunity to join your skills, experience and ideas with a team of highly motivated individuals who want to build products in the challenging field of medical systems.  Join us in Sofia on our journey from ideas to products!\r\n \r\nPosition: Senior Embedded Software Engineer\r\nJob description:\r\n\r\nAnalyse product software needs and build proposals for satisfying them\r\nTake part in product design as part of a diverse team of specialists (hardware, mechanics, manufacturing, marketing)\r\nPrototype, design and develop various solutions in search of the one that will make a great product\r\nSupport and coach younger engineers\r\nParticipate in Technology / Supplier / Tool Selection etc. for new developments\r\n\r\nWe need:\r\n\r\nDegree in Software, Electronic Engineering or equivalent\r\n8+ years of embedded C/C++ experience in R&D, on commercialized products\r\nFull embedded software lifecycle experience (requirements analysis, software design, implementation, integration, testing, production support and certification)\r\nCapability and desire to work with high autonomy\r\nStrong team player capable of leading, helping and teaching others\r\nPassion for technology and for building electronic products\r\nInnovative thinking and creativity\r\nGood written and verbal English\r\n\r\nWe offer:\r\n\r\nPossibilities for career and personal development\r\nCompetitive remuneration package\r\nOpportunity to work on a diverse set of products as part of a team of highly motivated professionals\r\nFriendly environment that brings out the best of your individual strengths and skills\r\nInternational exposure\r\n\r\nIf you are interested in further exploring this career opportunity, please apply with your CV.\r\nOnly short listed candidates will be contacted.", "title": "Senior Embedded Developer", "url": "http://www.jobs.bg/f2917831", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nЕксперти/Специалисти\n", "ref_no": "SWENG", "advertiser": "БТЛ Индъстрийз АД", "location": "София / България", "date": "Дата:25.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nКонтакт центрове (Call Centers),\nАдминистративни и офис дейности,\nТелекомуникации - административни дейности и продажби\n\n\n", "description_requirements": "Софика е компания, лидер в сферата на аутсорсинга на бизнес процеси, вече част от международната компания ТелеТек.\r\nНашата мисия е да добавяме стойност към всеки бизнес процес, който обсужваме, чрез силен екип от професионалисти, адаптивен бизнес модел и технологии на най-високо ниво.\r\n\r\nВъв връзка с увеличаване обема на работа, търсим:\r\n\r\nСпециалист входяща линия на 4 часов работен ден.\r\nРаботно време - от 19:45 до 23:30 (включва съботно - неделни смени) \r\n\r\nТвоите ежедневни задачи ще включват:\r\n\r\n•\tПриемане на входящи обаждания и отговаряне на клиентски запитвания;\r\n•\tРазрешаване на въпроси, свързани с услугите ползвани от клиента;\r\n•\tПредоставяне на допълнителна информация относно услугите и продуктите на компанията;\r\n•\tРабота със специализиран софтуер.\r\n\r\n\r\nОт нас ще получиш:\r\n\r\n•\tВъвеждащо обучение\r\n•\tВъзможност за кариерно развитие в рамките на екипа;\r\n•\tОсновно възнаграждение и бонус схеми за високи резултати и лоялност;\r\n•\tРабота в модерен офис (сграда Royal City Business Park Plovdiv, адрес Бул. Дунав 5);\r\n•\tРаботно време от 19:45 до 23:30 (включва съботно - неделни смени);\r\n•\tИ най-важното- страхотен екип, с който работата е удоволствие.\r\n\r\n\r\n\r\nАко искаш да се присъединиш към нашия екип, не се колебай, а изпрати своята автобиография.\r\nЗадължително е да посочиш реф. номер на желаната позиция(SOFPOT).\r\n\r\nСамо одобрените кандидати ще поканим на интервю.\r\nВсички документи ще бъдат разглеждани при пълна конфиденциалност съгласно ЗЗЛД", "title": "Специалист входяща линия - 4 часов работен ден", "url": "http://www.jobs.bg/f2922399", "work_grade": "\nВид заетост:\n\nНепълно работно време\n", "level": "\nНиво:\n\n\nСлужители\n", "ref_no": "SOFPOT", "advertiser": "Софика Груп ЕАД", "location": "Пловдив / България", "date": "Дата:25.09.2015", "type": "\nВид работа:\nПостоянна работа\n"}]