[{"category": "\nКатегория:\n\n\nИТ - Разработка/поддръжка на софтуер\n\n\n", "description_requirements": "succevo is an international software company providing IT solutions for the event industry. meetingbox® is the all-in-one workflow management platform, enabling companies to plan, execute, monitor, control and optimize their event management for optimal business performance. \r\nmeeting app® is the central communication platform, allowing companies to easily create custom event registrations, websites and event apps out of one tool. All of our solutions are designed to ensure our customers exceed their event performance objectives. Due to our strong growth, we are looking for a competent team player for our development department in Sofia.\r\nREQUIREMENTS\r\n\r\n3 years minimum web programming experience in Software/Back end development\r\n3 years professional experience in PHP, jQuery, HTML and CSS\r\nDatabase and data modeling experience (e.g. MySQL)\r\nStrong experience in JavaScript\r\nExperience in Nodejs is a plus\r\nExperience in OOP\r\nB.A. Computer Science is a plus\r\nPositive, ambitious, proactive and self-organized person\r\nFluent English language skills – both written and spoken\r\nFluent German language skills is considered a plus\r\nExcellent workflow and personal project documentation management\r\nHonest team communication in a knowledge exchange manner\r\n\r\nWE OFFER\r\n\r\nCompetitive Salary.\r\nRelaxed work environment \r\nCareer progression opportunities and training\r\nFlexible working hours\r\nOpen-minded management team\r\n\r\nIf you are interested in becoming part of our team, please apply by sending your CV and links to recent projects you are a part of. All applications will be treated in strict confidentiality. Only shortlisted candidates will be invited to an interview.", "title": "Senior PHP developer", "url": "http://www.jobs.bg/f2934426", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nЕксперти/Специалисти\n", "ref_no": "SV6", "advertiser": "ТП CУKCEBO", "location": "София", "date": "Дата:28.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nИТ - Разработка/поддръжка на софтуер\n\n\n", "description_requirements": "Infragistics is a global leader in user experience and UI design and development tools, trusted by over a million developers across all industries and company sizes, from single dev shops up to the largest enterprises in the world.\r\n\r\nAt Infragistics, you get to work with other passionate, motivated colleagues to produce world-class developer tools. We prioritize developer productivity, great Design and usability, and enterprise-grade reliability in everything we make. We are all about delighting customers and fostering a fun, healthy work environment with transparency, mutual trust, and innovation at the heart of our activities.  \r\n\r\nWe empower our software developers to hone a well-rounded skillset as part of a talented, fast-paced, cross-functional team that delivers high quality software on a regular cadence. You get to contribute to all aspects of software development from technical design and architecture to coding new features, tests, and samples to authoring help topics and bug fixing, as well as communicating directly with real customers by participating in support. It is truly a place for you to establish and grow your career in professional software development!\r\n\r\nWhile being a member of a cross-functional team, many team members specialize in key areas such as testing, support, and docs. We are currently looking for a software developer who is passionate about helping other developers become more effective using Infragistics products by working one on one with them to find solutions when they get stuck. \r\n\r\nIf you enjoy solving difficult problems, love helping people succeed, and don’t rest until the customer is happy, there’s a good chance you’d be a great fit for this role! \r\n\r\nYour Primary Responsibilities:\r\n\r\n•\tIndependently debug product code to more deeply understand product behavior and create solutions, workarounds, and change sets to resolve problems with the product. \r\n•\tAdvocate for customers’ perspective and needs within the product team.\r\n•\tAuthor new code samples, help topics, blog posts, and other documentation, and review/edit other team members’ docs.\r\n•\tHelp ensure useful test coverage by authoring automated tests and executing manual tests for your team’s product areas.\r\n•\tActively work on team and personal professional development plans for ongoing improvement.\r\n•\tDirectly help customers be successful with Infragistics products by answering incoming support requests through forums, chats, calls, etc. and creating samples to illustrate product usage and best practices.\r\n\r\nRequirements:\r\n\r\n•\t3+ years of experience with general web development.\r\n•\tComputer Science Degree or similar. \r\n•\tExperience with JavaScript, CSS and HTML. \r\n•\tExperience with ASP.NET and .NET framework.\r\n•\tExperience using jQuery, jQuery UI a plus.\r\n•\tExperience with Visual Studio and Team Foundation Server.\r\n•\tA working knowledge of software development and UX/UI design patterns.\r\n•\tPrior experience with reusable component and API design is a plus. \r\n•\tA positive, can-do attitude and willingness to jump in and contribute in whatever areas the team needs at any given time.\r\n•\tA drive for self and team improvement and active engagement in ongoing improvement.\r\n•\tUnderstanding and commitment to Infragistics values, vision, and mission.\r\n\r\nExtra Perks of Working for Infragistics:\r\n\r\n•\tOpen, friendly, collaborative working environment with cutting edge technologies\r\n•\tLearn and improve top-notch, commercial software development practices through on-the-job experience and ongoing professional development programs \r\n•\tWork with many other skilled developers all over the world\r\n•\tCompany-provided external and internal trainings – UX training, English course\r\n•\tAdditional health insurance \r\n•\tCompany-provided food & beverages program\r\n•\tFlexible working time\r\n•\tChance to express yourself - share your hobby with the team by setting up a club, or join one of the existing ones – we already have a Book Club, Cooking Club, Tennis Club\r\n\r\nIf your profile fits our requirements and you would like to be part of a passionate group of creative professionals delivering great software to a large worldwide customer base, please send us your resume!", "title": "Software Developer - Web", "url": "http://www.jobs.bg/f2934439", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nЕксперти/Специалисти\n", "ref_no": "SDW", "advertiser": "INFRAGISTICS BULGARIA EOOD", "location": "София", "date": "Дата:28.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nИТ - Разработка/поддръжка на софтуер\n\n\n", "description_requirements": "Infragistics is a global leader in user experience and UI design and development tools, trusted by over a million developers across all industries and company sizes, from single dev shops up to the largest enterprises in the world.\r\n\r\nAt Infragistics, you get to work with other passionate, motivated colleagues to produce world-class developer tools. We prioritize developer productivity, great Design and usability, and enterprise-grade reliability in everything we make. We are all about delighting customers and fostering a fun, healthy work environment with transparency, mutual trust, and innovation at the heart of our activities.  \r\n\r\nWe empower our software developers to hone a well-rounded skillset as part of a talented, fast-paced, cross-functional team that delivers high quality software on a regular cadence. You get to contribute to all aspects of software development from technical design and architecture to coding new features, tests, and samples to authoring help topics and bug fixing, as well as communicating directly with real customers by participating in support. It is truly a place for you to establish and grow your career in professional software development!\r\n\r\nIn this role, we are looking for a seasoned business application developer with extensive experience in XAML, particularly WPF, who will be a core contributor to expanding our XAML-based developer tools. If you love complex challenges and like the idea that the code you write will make tens of thousands of developers around the world more productive and effective, then this spot may be a great fit for you!\r\n\r\nYour Primary Responsibilities:\r\n\r\n•\tContribute to whole-lifecycle development of your platform/product in whatever areas the team needs. \r\n•\tIndependently handle new feature-level and control-level product architecture and development. \r\n•\tMentor the less senior members of your team by solving problems together, code reviews, etc. \r\n\r\nRequirements\r\n\r\nYou should be able to demonstrate:\r\n\r\n•\tReal-world business software application development background, typically five years minimum.\r\n•\tFormal education in computer science, software engineering, or related, or equivalent job on-the-job experience. \r\n•\tSignificant competency in .NET Framework and C#, including object-oriented design and development. \r\n•\tSeveral years of experience with XAML-based technologies, preferably WPF.\r\n•\tExperience with Visual Studio and Team Foundation Server.\r\n•\tTrack record of designing successful software features, areas, applications, etc.\r\n•\tA working knowledge of software development and UX/UI design patterns.\r\n•\tSignificant competence and prior experience with reusable component and API design. \r\n•\tPrior experience mentoring less senior members of your team. \r\n•\tA positive, can-do attitude and willingness to jump in and contribute in whatever areas the team needs at any given time.\r\n•\tA drive for self and team improvement and active engagement in ongoing improvement.\r\n•\tUnderstanding and commitment to Infragistics values, vision, and mission.\r\n\r\nExtra Perks of Working for Infragistics:\r\n\r\n•\tOpen, friendly, collaborative working environment with cutting edge technologies\r\n•\tLearn and improve top-notch, commercial software development practices through on-the-job experience and ongoing professional development programs \r\n•\tWork with many other skilled developers all over the world\r\n•\tCompany-provided external and internal trainings – UX training, English course\r\n•\tAdditional health insurance \r\n•\tCompany-provided food & beverages program\r\n•\tFlexible working time\r\n•\tChance to express yourself - share your hobby with the team by setting up a club, or join one of the existing ones – we already have a Book Club, Cooking Club, Tennis Club\r\n\r\nIf your profile fits our requirements and you would like to be part of a passionate group of creative professionals delivering great software to a large worldwide customer base, please send us your resume!", "title": "Senior Software Developer", "url": "http://www.jobs.bg/f2934443", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nЕксперти/Специалисти\n", "ref_no": "SSD", "advertiser": "INFRAGISTICS BULGARIA EOOD", "location": "София", "date": "Дата:28.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nИТ - Административни дейности и продажби,\nИТ - Разработка/поддръжка на софтуер,\nТелекомуникации - инженери и техници\n\n\n", "description_requirements": "", "level": "\nНиво:\n\n\nЕксперти/Специалисти\n", "url": "http://www.jobs.bg/f2934303", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "advertiser": "Interoute Communications Ltd", "location": "София", "date": "Дата:28.09.2015 11:06", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nБанки/Кредитиране,\nАдминистративни и офис дейности,\nСчетоводство, Одит, Финанси\n\n\n", "description_requirements": "Easy Asset Management is leading financial services provider in Eastern Europe. The group of companies operates with more than 6900 employees and associates in 270 offices across Bulgaria, Ukraine, Romania, Poland, Czech Republic and Macedonia.\r\n\r\nWorking as a member of the Financial Analysis and Planning team at the Operations Division, the position holder will provide financial planning support and management information to the senior management across the EAM group of companies.\r\n\r\nJob description:\r\n•\tDevelop management reporting packages highlighting operational performance against plan and explaining variances for global and local operating companies\r\n•\tHelp design, upgrade, test and implement advanced financial planning and analysis systems\r\n•\tHelp develop annual budgets and forecasts\r\n•\tRoll up and review plans and forecasts\r\n•\tDevelop highlights towards key budget observations and insights\r\n•\tSupport projects relating to resources utilization\r\n•\tPrepare analysis and presentations for management meetings\r\n•\tPerform special strategic projects and other related duties as required\r\n\r\nRequirements:\r\n•\tBachelor’s degree in accounting, finance, business or related field is a must\r\n•\t3+ years  relevant experience in positions that require analysis and reporting experience is a must\r\n•\tAnalytical and logical thinking, keen on working with numbers;\r\n•\tMicrosoft Excel advanced skills and good command of English are a must\r\n•\tGood understanding of IFRS will be considered as an advantage\r\n•\tExperience in international, group and/or shared services environment is a plus\r\n\r\nBenefits:\r\n•\tOngoing training and development programs\r\n•\tCompetitive starting remuneration \r\n\r\nWe are searching for candidates who enjoy working with people in a fast-paced, growing environment. If you have a drive to succeed and advance your career, our structure might be a fit for you.\r\n\r\nWe encourage you to take a couple minutes to submit your resume to be considered as the newest member to our professional team. \r\n\r\nWe are an equal employment opportunity employer. Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender perception or identity, national origin, age, marital status or disability status.\r\n\r\nWe appreciate and thank you for your application. Only short-listed candidates will be contacted.", "title": "FINANCIAL ANALYST", "url": "http://www.jobs.bg/f2934492", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nЕксперти/Специалисти\n", "ref_no": " FA", "advertiser": "Изи Асет Мениджмънт АД", "location": "София", "date": "Дата:28.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nИТ - Административни дейности и продажби,\nКонтакт центрове (Call Centers),\nАдминистративни и офис дейности\n\n\n", "description_requirements": "We are looking for a motivated Quality Analyst with excellent German knowledge to join a dynamic team in HP. As part of the Delivery Support Operations, the Quality Analyst promotes the Customer Solution Center(CSC)Sofia Quality Culture and supports the CSC Sofia Delivery Teams by driving on-going operational and process improvements, facilitating changes to the quality strategy into the business.\r\n\r\n The Quality Analyst’s main responsibility is to perform quality based audits, utilizing call recordings and case documentation for technical and non-technical teams and to provide feedback on his findings in regular one-to-one sessions to the agents and their Managers.\r\n\r\n Job specifics/responsibilities:\r\n\r\n• Lead, drive and maintain the CSC Sofia Quality Assurance processes, analysis and reporting as part of the CSC Sofia QA team\r\n• Perform quality audits based on call recordings and case documentation\r\n• Conduct and lead regular quality feedback sessions\r\n• Provide quality performance reporting on individual and team basis\r\n• Identify, suggest and track progress of structured improvement plans\r\n• Maintain and utilize channel to other supporting functions\r\n• Maintain up-to-date knowledge of current technical and non-technical procedures/processes\r\n\r\n Key deliverables/accountabilities:\r\n\r\n• Drive continuous improvement of quality of work at CSC Sofia\r\n• Identify and report quality problem areas and specific items for assigned agents\r\n• Suggest and track improvement action plans based on audit results\r\n• Advise, mentor and motivate assigned agents to comply with current technical and non-technical HP policies, processes and procedures\r\n• Proactively flag and address critical issue areas and provide visibility on Agent, Team and Site Management level\r\n\r\n Requirements:\r\n\r\n Education (degree) and professional experience required\r\n• Bachelor/master degree or similar\r\n• Excellent language skills in German \r\n• Good command of English \r\n\r\n Personal skills and qualities:\r\n\r\n• Distinctive ability to work in a team environment\r\n• Excellent communication & interpersonal skills\r\n Technical skills (procedures and documents the employee has to be acquainted with):\r\n• Experienced user of MS Office Tools\r\n\r\n\r\n This is to inform you that Hewlett Packard GDBC EOOD (HP) is registered as an administrator of personal data to the Commission for Data Protection. Some of the information that you provide voluntarily is personal information and falls under the special protection regime under the Law on Personal Data Protection. The personal data provided by you will be processed for the purposes of the selection process as well as for the realization of the legitimate interests of the data controller in respect of any future contract of employment. HP takes the responsibility to handle, use and store your personal data, ensuring its protection in secret from the third parties. We inform you and you agree that HP may provide your personal data to government, municipal institutions, banks, companies, corporate bodies and individuals, where such obligation exists under a special legal provision, where it is necessary for realization of your rights and legal interests as a participant in the selection process, and when it is necessary to realize the legitimate rights and interests of HP. HP can provide your personal information to corporate bodies and individuals who are assigned to actions and activities relating to the selection process and in respect of any future contract of employment.", "title": "Quality Analyst with German", "url": "http://www.jobs.bg/f2934508", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nЕксперти/Специалисти\n", "advertiser": "Hewlett-Packard Bulgaria Ltd.", "location": "София", "date": "Дата:28.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nПроизводство(друго),\nРемонт/Инсталация/Сервиз\n\n\n", "description_requirements": "Фирма \"СОЛИС\" e производител на \r\nвсички видове щори и дограма. Поради нарастващия обем на поръчки, фирмата търси монтажници на щори и дограма\r\n\r\nКакво можем да Ви предложим?\r\n- Много добро заплащане ;\r\n- Редовно изплащане на месечното възнаграждение;\r\n- Обучение в сферата на монтажи и вземане на размери за продуктите на фирма \"Солис\";\r\n- Постоянна работа на трудов договор в доказала се на пазара фирма;\r\n- Служебен автомобил, телефон и облекло;\r\n- Приятна работна атмосфера с млад и мотивиран екип.\r\n\r\nНе се изисква опит!\r\n\r\nКакви са изискванията към Вас?\r\n- Шофьорска книжка;\r\n\r\nОчакваме автобиографиите Ви!\r\n\r\nЛичните Ви данни ще бъдат обработвани и защитени в съответствие със ЗЗЛД.", "title": "Монтажници на щори и дограма", "url": "http://www.jobs.bg/f2905039", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nСлужители\n", "ref_no": "sofm9", "advertiser": "СОЛИС ЕООД", "location": "София", "date": "Дата:28.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nРесторанти, Кетъринг,\nТърговия, Продажби - Продавачи и помощен персонал\n\n\n", "description_requirements": "Кафе, намиращо се в Технически университет - жк.Дървеница, търси служител за работа.\r\nПриготвят се сандвичи, фрешове, кафе.Работното време е на смени.\r\n\r\nПонеделник до петък - първа --  от 07,00 до 15,45  \r\n                                   втора---  от  09,15 ДО 18,30\r\nСъбота: от 8,00 до 14,00., като една събота се работи, една се почива.\r\nНеделя - почивен ден\r\n\r\nЗаплащане: твърда заплата, + % от оборота. Трудов договор, осигуровки.", "title": "Барман/ка", "url": "http://www.jobs.bg/f2934606", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nСлужители\n", "advertiser": "ТЕНДАР СИСТЕМ ООД", "location": "София", "date": "Дата:28.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nТърговия, Продажби - Продавачи и помощен персонал\n\n\n", "description_requirements": "Складова база стоки за бита търси хора с умения за работа в екип, енергичност и организираност. Ако проявявате интерес, моля кандидатствайте със CV с актуална снимка.\r\nМЕСТОРАБОТА:\r\n∙ гр. София, ж-к Захарна Фабрика, ул. Кукуш 1", "title": "Складов работник", "url": "http://www.jobs.bg/f2934628", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nСлужители\n", "ref_no": "pos67", "advertiser": "Етава Трейдинг ЕООД", "location": "София", "date": "Дата:28.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nТърговия, Продажби - Продавачи и помощен персонал\n\n\n", "description_requirements": "Фирма \"Grand Foods\" търси да назначи Продавач-Консултант за магазин за луксозни храни и напитки. \r\n\r\n\r\nИзисквания: \r\n\r\n•\tДобри комуникативни умения;\r\n•\tОрганизираност;\r\n•\tПредставителна външност.\r\n\r\n\r\nОчакваме Автобиография и актуална снимка. Само одобрените по документи кандидати ще бъдат поканени на интервю.", "title": "Продавач-консултант", "url": "http://www.jobs.bg/f2934646", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nСлужители\n", "ref_no": "SF 09", "advertiser": "Гранд Фуудс ООД", "location": "София", "date": "Дата:28.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nРесторанти, Кетъринг\n\n\n", "description_requirements": "\"Happy\" е концепция, която съчетава американския опит в ресторантския мениджмънт и българските предпочитания към вкуса, вида на храната и начина на хранене, с награда на Международната хотелиерска и ресторантьорска асоциация ИХРА Crystal award 2010.\r\nЗа 20 години опит имаме 28 ресторанта в България и два в Барселона, Испания.\r\nКакво ни прави специални? Приятелската атмосфера, работата в тясно сътрудничество и липсата на излишни официалности са високо ценени от целия ни екип.\r\nКак се грижим за професионалното развитие на нашия екип? Всички служители преминават въвеждащо фирмено обучение и периодични обучения в професионалната област, в която работят.\r\nКакви възможности за развитие предлагаме? Част от стратегията за управление на човешкия капитал на компанията включва да развиваме хората, давайки им възможност да намерят позицията, която е най-подходяща за тях.\r\n\r\nТърсим амбициозни и предприемчиви хора, които да работят във верига ресторанти \"Хепи\", като:\r\n\r\n- СЕРВИТЬОР/КА БЕЗ ОПИТ;\r\n\r\n- ПОМ.СЕРВИТЬОР/КА (РЪНЪРИ) БЕЗ ОПИТ;\r\n\r\n- ПОМ.ГОТВАЧИ БЕЗ ОПИТ -  топла и студена кухня, шпикер, барбекю,\r\n\r\n\r\nМоля, като кандидатствате, да посочите, от каква позиция се интересувате!!!\r\n\r\n\r\nИзисквания:\r\n\r\n• Умение за работа в екип\r\n• Умение за самостоятелна работа\r\n• Енергичност\r\n• Внимание към детайла\r\n• Устойчивост на стресови ситуации\r\n• Търпение\r\n• Организираност\r\n• Мотивация за работа\r\n\r\nНашето предложение:\r\n\r\n• Фирмено обучениие\r\n• Работа на смени\r\n• Атрактивно и редовно заплащане според личните Ви резултати\r\n• Работа в реална, динамична среда сред млад екип\r\n• 60% намаление на храната в ресторанта\r\n• Възможност за развитие\r\n\r\n\r\nАко проявявате интерес кандидатствайте с автобиография с актуална снимка.\r\nЩе се свържем само с одобрените за интервю кандидати.\r\nВсички кандидатури ще бъдат разглеждани при пълна конфиденциалност.", "title": "ПЕРСОНАЛ ЗА РЕСТОРАНТ", "url": "http://www.jobs.bg/f2934661", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nСлужители\n", "ref_no": "G", "advertiser": "Happy Bar & Grill", "location": "София", "date": "Дата:28.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nТърговия, Продажби - Продавачи и помощен персонал\n\n\n", "description_requirements": "Супермаркет намиращ се в  ж.к. Разсадника търси да назначи продавач консултанти \r\n- щанд  топла точка\r\n- търговска зала\r\n- касиери\r\nОСНОВНИ ЗАДЪЛЖЕНИЯ:\r\n - Сортиране и аранжиране на стоките в търговските витрини\r\n - Отговорност за съхранението и подреждането на стоката в склада и търговската зала\r\n - Следене на сроковете на годност на стоките\r\n - Спазва правилата за хигиена на работното място\r\n - Любезно отношение към клиентите\r\n \r\nИЗИСКВАНИЯ КЪМ КАНДИДАТИТЕ:\r\n - Средно образование\r\n - Умения за работа в екип\r\n - Комуникативност и ангажираност към работата.\r\n - Самодисциплина и организираност\r\n \r\n\r\nНИЕ ВИ ПРЕДЛАГАМЕ:\r\n - Дългосрочна заетост\r\n - Коректност на заплащането\r\n - Много Гъвкаво работното време - на смени\r\n - Интензивно въвеждащо обучение\r\n - Възможности за професионално израстване", "title": "Персонал за супермаркет ж.к. Разсадника", "url": "http://www.jobs.bg/f2907829", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nСлужители\n", "ref_no": "003", "advertiser": "БОДИНОР ЕООД", "location": "София", "date": "Дата:28.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nРесторанти, Кетъринг,\nТърговия, Продажби - Продавачи и помощен персонал\n\n\n", "description_requirements": "От 2010г. \"Синема Ентъртейнмънт” ЕООД представя световноизвестната верига за бързо хранене Burger King, a от 2015г. - веригите Texas Chicken, Roadhouse Grill и Wagamama екслкузивно за България. Фокусът на нашата дейност е развиване на световни брандове на принципа на франчайза. Нашия бизнес се развива благодарение на екипа ни от позитивни и мотивирани служители, които всеки ден посрещат Гостите ни и им поднасят вкусна храна в приятна обстановка.Сега имате възможност да станете част от динамичен екип, кандидатствайки за Касиер-обслужващ кухня в ресторант за Бързо Хранене Texas Chicken.Основни задължения:- Създаване на приятна и уютна среда на клиентите;- Стриктно спазване на фирмените стандарти;- Приготвяне на продуктите, съгласно изискванията на бранда;- Поддържане на ресторанта и прилежащите му части чисти и подредени.Основни исисквания:- Мотивация и желание за развитие в сферата на бързото хранене;- Комуникативност, екипност, енергичност;- Точност, коректност и отговорност при работа с клиенти;- Опитът не е задължителен.Фирмата предлага:- Работа на смени – подходяща за студенти;- Гъвкаво работно време на 8 часов трудов договор;- Възможност за кариерно развитие; -Социални придобивки (храна и транспорт в късните часове);-Млад, енергичен и сплотен колектив.Одобрените кандидати ще бъдат поканени на интервю. Всички кандидатури ще бъдат разглеждани при строга конфиденциалност.", "title": "Касиер-обслужващ кухня в ресторант за Бързо Хранене", "url": "http://www.jobs.bg/f2934720", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nСлужители\n", "advertiser": "Тексас Чикън / СИНЕМА ЕНТЪРТЕЙНМЪНТ ЕООД", "location": "София", "date": "Дата:28.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nИТ - Разработка/поддръжка на софтуер\n\n\n", "description_requirements": "Job role and function:\r\n\r\nDrives world-class design and development of the following on the Intershop 7 platform and related customization projects:\r\n\r\n\r\nJava services and integration, \r\nEnterprise Service Bus, \r\nreference implementations using Intershop 7 specific and non-specific standards and guidelines that support high volumes, are fast, simple, reliable, distributed, and easy to extend and maintain.\r\n\r\n\r\nSupport design, implement and unit test server-side JEE/Java code\r\nSupport design, implement and storefront tests JEE/Java code / Selenium\r\nParticipate in the full SDLC (Agile or Waterfall), including meetings, iterative development, estimations and design sessions\r\nWork closely with the project manager to help support project process and eventually project success.\r\nWork with operations and IT teams to help support integration and production environments.\r\nDevelop streamlined services using Java (Restful, SOAP based)\r\nImprove interoperability and increase agility of your systems and services\r\nWorks with architects to ensure designs align with overall SOA, application architecture standards and practices.\r\nSupports standards and practices with technical and business partners as needed.\r\nWork with the technical lead to support writing and reviewing technical specifications as required, meeting the objectives of functional specifications. Specifically, identifying specific interfaces, methods, parameters, procedures or functions as required.\r\nActive knowledge transfer within the organization\r\n\r\nNeeded skills and qualifications:\r\n\r\nBA/BS Degree + 1 years experience or MA/MS Degree less than a years experience\r\n1+ years total experience as an engineer in a web environment doing development with Java/JEE preferably Intershop implementations\r\n1+ years Java 5 or later knowledge\r\n1+ years SQL, Data Modeling and DB skills (Oracle)\r\nGood understanding of application design, design patterns and performance tuning\r\nDemonstrable understanding of performance tuning multi-tier java applications\r\nGood understanding of designing and implementing with any ORM / EJB3 JPA provider\r\nGood understanding of Agile and/or RUP methodologies\r\nGood understanding of with waterfall project approach methodologies\r\nStrong communications skills\r\nAbility and desire to thrive in a proactive, high-pressure, client-services, environment\r\nGood understanding of estimating and planning methodologies\r\nRegular, dependable attendance and punctuality\r\nGood command of English language\r\n\r\nAdvantages\r\n\r\nAbility and willingness to travel\r\nExperience with ORACLE\r\nExperience in J2EE technologies\r\nExperience with Struts, JSTL and/or similar frameworks\r\nExperience with some J2EE application server (JBoss, WebSphere, WebLogic, Tomcat)\r\nUML knowledge\r\n\r\nThe company offers\r\n\r\nCompetitive salary\r\nCareer growth opportunities\r\nCertification Programs\r\nTraining and business trips abroad\r\nSmall and young team with great atmosphere and Dev2Dev relationships\r\n\r\nYou can apply for the position by sending your CV in English.Only short-listed applicants will be contacted.", "title": "Software Engineer", "url": "http://www.jobs.bg/f2909939", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nЕксперти/Специалисти\n", "ref_no": "IS-SE05", "advertiser": "ИНТЕРШОП КЪМЮНИКЕЙШЪНС ТП", "location": "София", "date": "Дата:28.09.2015", "type": "\nВид работа:\nПостоянна работа\n"},
{"category": "\nКатегория:\n\n\nИТ - Разработка/поддръжка на софтуер\n\n\n", "description_requirements": "Job role and function:\r\n\r\nDrives world-class design and development of the following on the Intershop 7 platform and related customization projects:\r\n\r\n\r\nJava services and integration, \r\nEnterprise Service Bus, \r\nreference implementations using Intershop 7 specific and non-specific standards and guidelines that support high volumes, are fast, simple, reliable, distributed, and easy to extend and maintain.\r\n\r\n\r\nSupport design, implement and unit test server-side JEE/Java code\r\nSupport design, implement and storefront tests JEE/Java code / Selenium\r\nParticipate in the full SDLC (Agile or Waterfall), including meetings, iterative development, estimations and design sessions\r\nWork closely with the project manager to help support project process and eventually project success.\r\nWork with operations and IT teams to help support integration and production environments.\r\nDevelop streamlined services using Java (Restful, SOAP based)\r\nImprove interoperability and increase agility of your systems and services\r\nWorks with architects to ensure designs align with overall SOA, application architecture standards and practices.\r\nSupports standards and practices with technical and business partners as needed.\r\nWork with the technical lead to support writing and reviewing technical specifications as required, meeting the objectives of functional specifications. Specifically, identifying specific interfaces, methods, parameters, procedures or functions as required.\r\nCoaching of (junior) software engineers\r\nActive knowledge transfer within the organization\r\n\r\nNeeded skills and qualifications:\r\n\r\nBA/BS Degree + 4 years experience or MA/MS Degree + 3 years experience\r\n4+ years total experience as an engineer in a web environment doing development with Java/JEE preferably Intershop implementations\r\n3+ years Java 5 or later knowledge\r\n3+ years Strong SQL, Data Modeling and DB skills (Oracle)\r\nHistory of successful team work and production deployments in high volume web environments\r\nExpert level capabilities in application design, design patterns and performance tuning\r\nDemonstrable understanding of performance tuning multi-tier java applications\r\nExperience designing and implementing with any ORM / EJB3 JPA provider\r\nExperience with Agile and/or RUP methodologies\r\nExperience with waterfall project approach methodologies\r\nStrong communications skills\r\nAbility and desire to thrive in a proactive, high-pressure, client-services, environment\r\nStrong estimating and planning skills\r\nExperience with UML modeling and effective communication for design reviews\r\nGoal driven attitude\r\nExcellent command of English language\r\n\r\nAdvantages\r\n\r\nAbility and willingness to travel\r\nExperience with ORACLE\r\nExperience in J2EE technologies\r\nExperience with Struts, JSTL and/or similar frameworks\r\nExperience with some J2EE application server (JBoss, WebSphere, WebLogic, Tomcat)\r\nSun's Java Certificate(s)\r\n\r\nThe company offers\r\n\r\nCompetitive salary\r\nCareer growth opportunities\r\nCertification Programs\r\nTraining and business trips abroad\r\nSmall and young team with great atmosphere and Dev2Dev relationships\r\n\r\nYou can apply for the position by sending your CV in English.Only short-listed applicants will be contacted.", "title": "Senior Software Engineer", "url": "http://www.jobs.bg/f2909946", "work_grade": "\nВид заетост:\n\nПълно работно време\n", "level": "\nНиво:\n\n\nЕксперти/Специалисти\n", "ref_no": "IS-SSE05", "advertiser": "ИНТЕРШОП КЪМЮНИКЕЙШЪНС ТП", "location": "София", "date": "Дата:28.09.2015", "type": "\nВид работа:\nПостоянна работа\n"}]